/**
 * 一些view开发阶段的mock数据
 * 1- 用以支撑view的初步开发
 * 2- 在接口文档还不明确的情况下
 * 3- 部分数据还可以参与部分写死的view的渲染
 */

export default {
  // work-plat -> Home -> 待办列表数据
  waitToDoData: [{
    message: '教育部部署2018年重点高校招收农村和贫困地区学生工作'
  }, {
    message: '教育部部署2018年重点高校招收农村和贫困地区学生工作'
  }, {
    message: '教育部部署2018年重点高校招收农村和贫困地区学生工作'
  }, {
    message: '教育部部署2018年重点高校招收农村和贫困地区学生工作'
  }, {
    message: '教育部部署2018年重点高校招收农村和贫困地区学生工作'
  }, {
    message: '教育部部署2018年重点高校招收农村和贫困地区学生工作'
  }],
  sysRecommend: [{
    label: '查教育'
  }, {
    label: '超级教师'
  }, {
    label: '自主学习'
  }, {
    label: '教学助手'
  }, {
    label: '视频教育资源'
  }, {
    label: '英语教室'
  }]
}
